Repository: Nico8324/GetSome
Catalog: GetSome/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt, ru, zh_cn

source: The site Watch Now leads with. Every site stays available in Browse.
de: Die Website, mit der „Jetzt ansehen“ startet. Alle Websites bleiben unter „Entdecken“ verfügbar.
es: El sitio con el que empieza Ver ahora. Todos los sitios siguen disponibles en Explorar.
fr: Le site mis en avant dans À regarder. Tous les sites restent accessibles dans Explorer.
hi: वह साइट जिससे “अभी देखें” शुरू होता है। सभी साइटें ब्राउज़ में उपलब्ध रहती हैं।
it: Il sito con cui si apre Guarda ora. Tutti i siti restano disponibili in Sfoglia.
ja: 「今すぐ見る」で最初に表示するサイトです。すべてのサイトは「見つける」から利用できます。
ko: 지금 보기에서 먼저 표시할 사이트입니다. 모든 사이트는 둘러보기에서 계속 이용할 수 있습니다.
pt: O site com que Ver agora começa. Todos os sites continuam disponíveis em Explorar.
ru: Сайт, с которого начинается «Смотреть сейчас». Все сайты остаются доступны в разделе «Обзор».
zh_cn: “立即观看”优先显示的网站。所有网站在“浏览”中依然可用。

source: The site answered, but this app couldn’t tell whether the sign-in worked. Its sign-in page has probably changed.
de: Die Website hat geantwortet, aber diese App konnte nicht erkennen, ob die Anmeldung funktioniert hat. Ihre Anmeldeseite hat sich vermutlich geändert.
es: El sitio respondió, pero esta app no pudo determinar si el inicio de sesión funcionó. Su página de inicio de sesión probablemente ha cambiado.
fr: Le site a répondu, mais cette app n’a pas pu déterminer si la connexion a réussi. Sa page de connexion a probablement changé.
hi: साइट ने जवाब दिया, लेकिन यह ऐप नहीं बता सका कि साइन इन सफल हुआ या नहीं। उसका साइन-इन पेज शायद बदल गया है।
it: Il sito ha risposto, ma questa app non è riuscita a capire se l’accesso è andato a buon fine. La sua pagina di accesso è probabilmente cambiata.
ja: サイトは応答しましたが、サインインが成功したかどうかをこのアプリは判断できませんでした。サイトのサインインページが変わった可能性があります。
ko: 사이트가 응답했지만 로그인이 성공했는지 이 앱이 판단할 수 없었습니다. 사이트의 로그인 페이지가 바뀌었을 가능성이 있습니다.
pt: O site respondeu, mas esta app não conseguiu perceber se o início de sessão resultou. A página de início de sessão provavelmente mudou.
ru: Сайт ответил, но приложение не смогло понять, удался ли вход. Вероятно, страница входа изменилась.
zh_cn: 网站已响应，但此 App 无法判断登录是否成功。其登录页面可能已更改。

source: The site didn’t accept that email and password.
de: Die Website hat diese E-Mail-Adresse und dieses Passwort nicht akzeptiert.
es: El sitio no aceptó ese correo y esa contraseña.
fr: Le site n’a pas accepté cet e-mail et ce mot de passe.
hi: साइट ने वह ईमेल और पासवर्ड स्वीकार नहीं किया।
it: Il sito non ha accettato questa e-mail e questa password.
ja: サイトがこのメールアドレスとパスワードを受け付けませんでした。
ko: 사이트에서 해당 이메일과 암호를 받아들이지 않았습니다.
pt: O site não aceitou esse e-mail e essa palavra-passe.
ru: Сайт не принял этот адрес электронной почты и пароль.
zh_cn: 网站不接受该电子邮件和密码。

source: The site returned a page this app can’t read.
de: Die Website hat eine Seite zurückgegeben, die diese App nicht lesen kann.
es: El sitio devolvió una página que esta app no puede leer.
fr: Le site a renvoyé une page que cette app ne peut pas lire.
hi: साइट ने ऐसा पेज लौटाया जिसे यह ऐप नहीं पढ़ सकता।
it: Il sito ha restituito una pagina che questa app non riesce a leggere.
ja: このAppが読み取れないページが返されました。
ko: 사이트가 이 앱이 읽을 수 없는 페이지를 반환했습니다.
pt: O site devolveu uma página que esta app não consegue ler.
ru: Сайт вернул страницу, которую это приложение не может прочитать.
zh_cn: 该网站返回了此 App 无法读取的页面。

source: The site returned an error (%lld).
de: Die Website hat einen Fehler zurückgegeben (%lld).
es: El sitio devolvió un error (%lld).
fr: Le site a renvoyé une erreur (%lld).
hi: साइट ने त्रुटि लौटाई (%lld)।
it: Il sito ha restituito un errore (%lld).
ja: サイトからエラーが返されました (%lld)。
ko: 사이트에서 오류를 반환했습니다 (%lld).
pt: O site devolveu um erro (%lld).
ru: Сайт вернул ошибку (%lld).
zh_cn: 该网站返回了错误 (%lld)。

source: The site’s sign-in page didn’t look the way this app expects.
de: Die Anmeldeseite der Website sah nicht so aus, wie diese App es erwartet.
es: La página de inicio de sesión del sitio no tenía el aspecto que esta app espera.
fr: La page de connexion du site n’avait pas l’aspect attendu par cette app.
hi: साइट का साइन-इन पेज वैसा नहीं दिखा जैसा यह ऐप अपेक्षा करता है।
it: La pagina di accesso del sito non aveva l’aspetto che questa app si aspetta.
ja: サイトのサインインページが、このアプリが想定している形と異なっていました。
ko: 사이트의 로그인 페이지가 이 앱이 예상한 모습과 달랐습니다.
pt: A página de início de sessão do site não tinha o aspeto que esta app espera.
ru: Страница входа на сайт выглядит не так, как ожидает это приложение.
zh_cn: 网站的登录页面与此 App 预期的不一致。

source: The translation service answered %lld.
de: Der Übersetzungsdienst hat mit %lld geantwortet.
es: El servicio de traducción respondió %lld.
fr: Le service de traduction a répondu %lld.
hi: अनुवाद सेवा ने %lld के साथ उत्तर दिया।
it: Il servizio di traduzione ha risposto %lld.
ja: 翻訳サービスの応答: %lld。
ko: 번역 서비스가 %lld(으)로 응답했습니다.
pt: O serviço de tradução respondeu %lld.
ru: Служба перевода ответила %lld.
zh_cn: 翻译服务返回了 %lld。

source: The translation service is rate limiting this device. Try again later.
de: Der Übersetzungsdienst drosselt dieses Gerät. Versuche es später erneut.
es: El servicio de traducción está limitando las solicitudes de este dispositivo. Inténtalo más tarde.
fr: Le service de traduction limite les requêtes de cet appareil. Réessayez plus tard.
hi: अनुवाद सेवा इस डिवाइस की दर सीमित कर रही है। बाद में पुनः प्रयास करें।
it: Il servizio di traduzione sta limitando le richieste di questo dispositivo. Riprova più tardi.
ja: 翻訳サービスがこのデバイスの利用を制限しています。しばらくしてからもう一度お試しください。
ko: 번역 서비스가 이 기기의 요청 속도를 제한하고 있습니다. 나중에 다시 시도하십시오.
pt: O serviço de tradução está a limitar os pedidos deste dispositivo. Tente mais tarde.
ru: Служба перевода ограничивает запросы с этого устройства. Повторите попытку позже.
zh_cn: 翻译服务正在限制此设备的请求频率。请稍后再试。

# The translation service returned %lld results for %lld items.
source: The translation service returned %1$lld results for %2$lld items.
de: Der Übersetzungsdienst hat %lld Ergebnisse für %lld Einträge zurückgegeben.
es: El servicio de traducción devolvió %lld resultados para %lld elementos.
fr: Le service de traduction a renvoyé %lld résultats pour %lld éléments.
hi: अनुवाद सेवा ने %lld आइटम के लिए %lld परिणाम लौटाए।
it: Il servizio di traduzione ha restituito %lld risultati per %lld elementi.
ja: 翻訳サービスが %lld 件の項目に対して %lld 件の結果を返しました。
ko: 번역 서비스가 %lld개 항목에 대해 %lld개의 결과를 반환했습니다.
pt: O serviço de tradução devolveu %lld resultados para %lld itens.
ru: Служба перевода вернула %lld результатов для %lld элементов.
zh_cn: 翻译服务针对 %lld 个条目返回了 %lld 条结果。

source: The translation service sent something unreadable.
de: Der Übersetzungsdienst hat etwas Unlesbares gesendet.
es: El servicio de traducción envió algo ilegible.
fr: Le service de traduction a envoyé une réponse illisible.
hi: अनुवाद सेवा ने कुछ अपठनीय भेजा।
it: Il servizio di traduzione ha inviato qualcosa di illeggibile.
ja: 翻訳サービスから読み取れない応答が返されました。
ko: 번역 서비스가 읽을 수 없는 응답을 보냈습니다.
pt: O serviço de tradução enviou algo ilegível.
ru: Служба перевода прислала нечитаемый ответ.
zh_cn: 翻译服务发送了无法读取的内容。

source: The videos everyone is watching right now, ranked by view count.
de: Die Videos, die gerade alle ansehen, nach Aufrufen sortiert.
es: Los vídeos que todo el mundo está viendo ahora mismo, ordenados por visualizaciones.
fr: Les vidéos que tout le monde regarde en ce moment, classées par nombre de vues.
hi: अभी जो वीडियो सब देख रहे हैं, व्यू के अनुसार क्रमित।
it: I video che tutti stanno guardando in questo momento, in ordine di visualizzazioni.
ja: いま最も見られている動画を再生数順に。
ko: 지금 모두가 보고 있는 동영상을 조회수순으로.
pt: Os vídeos que toda a gente está a ver neste momento, ordenados por visualizações.
ru: Видео, которые смотрят прямо сейчас, по числу просмотров.
zh_cn: 当下大家都在看的视频，按观看次数排序。

source: The videos you marked as liked on this site.
de: Die auf dieser Website mit „Gefällt mir“ markierten Videos.
es: Los vídeos marcados con «Me gusta» en este sitio.
fr: Les vidéos que vous avez aimées sur ce site.
hi: इस साइट पर आपके पसंद किए गए वीडियो।
it: I video contrassegnati con Mi piace su questo sito.
ja: このサイトで「いいね」した動画。
ko: 이 사이트에서 좋아요를 누른 동영상입니다.
pt: Os vídeos que marcou como gosto neste site.
ru: Видео, отмеченные как понравившиеся на этом сайте.
zh_cn: 你在此网站上点赞的视频。

source: The week's most-watched videos, across every site.
de: Die meistgesehenen Videos der Woche, über alle Websites hinweg.
es: Los vídeos más vistos de la semana, en todos los sitios.
fr: Les vidéos les plus regardées de la semaine, tous sites confondus.
hi: हफ़्ते के सर्वाधिक देखे गए वीडियो, सभी साइटों पर।
it: I video più visti della settimana, per tutti i siti.
ja: 今週一番再生された動画、すべてのサイト。
ko: 이번 주 가장 많이 시청된 동영상, 모든 사이트.
pt: Os vídeos mais vistos da semana, em todos os sites.
ru: Самые просматриваемые видео недели, на всех сайтах.
zh_cn: 本周观看最多的视频，所有网站。

source: There was nothing to translate.
de: Es gab nichts zu übersetzen.
es: No había nada que traducir.
fr: Il n’y avait rien à traduire.
hi: अनुवाद करने के लिए कुछ नहीं था।
it: Non c’era nulla da tradurre.
ja: 翻訳するものがありませんでした。
ko: 번역할 내용이 없었습니다.
pt: Não havia nada para traduzir.
ru: Переводить было нечего.
zh_cn: 没有需要翻译的内容。

source: There’s no site named “%@” in this app.
de: In dieser App gibt es keine Website namens „%@“.
es: En esta app no hay ningún sitio llamado «%@».
fr: Aucun site nommé « %@ » dans cette app.
hi: इस ऐप में “%@” नाम की कोई साइट नहीं है।
it: In questa app non esiste alcun sito chiamato “%@”.
ja: このAppに「%@」というサイトはありません。
ko: 이 앱에 "%@"(이)라는 사이트가 없습니다.
pt: Não existe nenhum site chamado “%@” nesta app.
ru: В этом приложении нет сайта с названием «%@».
zh_cn: 此 App 中没有名为“%@”的网站。

source: This app requires authentication
de: Diese App verlangt eine Authentifizierung
es: Esta app requiere autenticación
fr: Cette app demande une authentification
hi: इस ऐप के लिए प्रमाणीकरण आवश्यक है
it: Questa app richiede l’autenticazione
ja: このアプリは認証が必要です
ko: 이 앱은 인증이 필요합니다
pt: Esta app requer autenticação
ru: Приложение требует аутентификации
zh_cn: 此 App 需要验证

source: This app shows adult content from %@.
de: Diese App zeigt Inhalte für Erwachsene von %@.
es: Esta app muestra contenido para adultos de %@.
fr: Cette app affiche du contenu pour adultes provenant de %@.
hi: यह ऐप %@ से वयस्क सामग्री दिखाता है।
it: Questa app mostra contenuti per adulti da %@.
ja: このAppは %@ の成人向けコンテンツを表示します。
ko: 이 앱은 %@의 성인용 콘텐츠를 표시합니다.
pt: Esta app mostra conteúdo para adultos de %@.
ru: Это приложение показывает контент для взрослых с %@.
zh_cn: 此 App 显示来自 %@ 的成人内容。

source: This clears %lld saved videos from this device. It can’t be undone.
de: Damit werden %lld gesicherte Videos von diesem Gerät entfernt. Das lässt sich nicht rückgängig machen.
es: Esto elimina %lld vídeos guardados de este dispositivo. No se puede deshacer.
fr: Cela supprime %lld vidéos enregistrées de cet appareil. Cette action est irréversible.
hi: इससे इस डिवाइस से %lld सहेजे गए वीडियो हट जाएँगे। इसे पूर्ववत नहीं किया जा सकता।
it: Questa operazione elimina %lld video salvati da questo dispositivo. Non può essere annullata.
ja: このデバイスから保存済みの動画 %lld 本を削除します。この操作は取り消せません。
ko: 이 기기에서 저장된 동영상 %lld개를 지웁니다. 이 작업은 취소할 수 없습니다.
pt: Isto elimina %lld vídeos guardados deste dispositivo. Não pode ser anulado.
ru: Будет удалено %lld сохранённых видео с этого устройства. Отменить это действие нельзя.
zh_cn: 这将从此设备清除 %lld 个已存视频。此操作无法撤销。

source: This collection isn’t available
de: Diese Sammlung ist nicht verfügbar
es: Esta colección no está disponible
fr: Cette collection n’est pas disponible
hi: यह संग्रह उपलब्ध नहीं है
it: Questa raccolta non è disponibile
ja: このコレクションは利用できません
ko: 이 컬렉션은 사용할 수 없음
pt: Esta coleção não está disponível
ru: Эта коллекция недоступна
zh_cn: 此合集不可用

source: This device can’t translate that language.
de: Dieses Gerät kann diese Sprache nicht übersetzen.
es: Este dispositivo no puede traducir ese idioma.
fr: Cet appareil ne peut pas traduire cette langue.
hi: यह डिवाइस उस भाषा का अनुवाद नहीं कर सकता।
it: Questo dispositivo non può tradurre questa lingua.
ja: このデバイスではその言語を翻訳できません。
ko: 이 기기는 해당 언어를 번역할 수 없습니다.
pt: Este dispositivo não consegue traduzir esse idioma.
ru: Это устройство не может переводить с этого языка.
zh_cn: 此设备无法翻译该语言。

source: This device couldn’t store the sign-in details.
de: Dieses Gerät konnte die Anmeldedaten nicht sichern.
es: Este dispositivo no pudo guardar los datos de inicio de sesión.
fr: Cet appareil n’a pas pu enregistrer les identifiants.
hi: यह डिवाइस साइन-इन विवरण सहेज नहीं सका।
it: Questo dispositivo non è riuscito a salvare i dati di accesso.
ja: このデバイスにサインイン情報を保存できませんでした。
ko: 이 기기에 로그인 정보를 저장할 수 없었습니다.
pt: Este dispositivo não conseguiu guardar os dados de início de sessão.
ru: Устройству не удалось сохранить данные для входа.
zh_cn: 此设备无法存储登录信息。

source: This forgets every video you watched on this device. It can’t be undone.
de: Damit werden alle auf diesem Gerät angesehenen Videos vergessen. Das lässt sich nicht rückgängig machen.
es: Esto olvida todos los vídeos vistos en este dispositivo. No se puede deshacer.
fr: Cela oublie toutes les vidéos visionnées sur cet appareil. Cette action est irréversible.
hi: इससे इस डिवाइस पर देखे गए सभी वीडियो का इतिहास हट जाएगा। इसे पूर्ववत नहीं किया जा सकता।
it: Questa operazione cancella tutti i video guardati su questo dispositivo. Non può essere annullata.
ja: このデバイスで視聴したすべての動画の記録を消去します。この操作は取り消せません。
ko: 이 기기에서 시청한 모든 동영상 기록을 지웁니다. 이 작업은 취소할 수 없습니다.
pt: Isto esquece todos os vídeos vistos neste dispositivo. Não pode ser anulado.
ru: Все просмотренные на этом устройстве видео будут забыты. Отменить это действие нельзя.
zh_cn: 这将清除此设备上的全部观看记录。此操作无法撤销。

source: This site
de: Diese Website
es: Este sitio
fr: Ce site
hi: यह साइट
it: Questo sito
ja: このサイト
ko: 이 사이트
pt: Este site
ru: Этот сайт
zh_cn: 此网站

source: This video doesn’t have a stream to play.
de: Für dieses Video gibt es keinen abspielbaren Stream.
es: Este vídeo no tiene ningún flujo que reproducir.
fr: Cette vidéo n’a aucun flux à lire.
hi: इस वीडियो के लिए चलाने योग्य कोई स्ट्रीम नहीं है।
it: Questo video non ha alcun flusso da riprodurre.
ja: この動画には再生できるストリームがありません。
ko: 이 동영상에는 재생할 스트림이 없습니다.
pt: Este vídeo não tem nenhum fluxo para reproduzir.
ru: У этого видео нет потока для воспроизведения.
zh_cn: 此视频没有可播放的视频流。

source: This video’s site is no longer available
de: Die Website dieses Videos ist nicht mehr verfügbar
es: El sitio de este vídeo ya no está disponible
fr: Le site de cette vidéo n’est plus disponible
hi: इस वीडियो की साइट अब उपलब्ध नहीं है
it: Il sito di questo video non è più disponibile
ja: この動画のサイトは利用できなくなりました
ko: 이 동영상의 사이트는 더 이상 사용할 수 없음
pt: O site deste vídeo já não está disponível
ru: Сайт этого видео больше недоступен
zh_cn: 此视频所属网站已不再可用

source: Titles and keywords are sent to Google Translate to be translated. Text already in %@ never leaves this device.
de: Titel und Stichwörter werden zum Übersetzen an Google Übersetzer gesendet. Text, der bereits auf %@ ist, verlässt dieses Gerät nie.
es: Los títulos y las palabras clave se envían a Google Traductor para traducirlos. El texto que ya está en %@ nunca sale de este dispositivo.
fr: Les titres et les mots-clés sont envoyés à Google Traduction. Le texte déjà en %@ ne quitte jamais cet appareil.
hi: शीर्षक और कीवर्ड अनुवाद के लिए Google अनुवाद को भेजे जाते हैं। जो पाठ पहले से %@ में है, वह कभी इस डिवाइस से बाहर नहीं जाता।
it: Titoli e parole chiave vengono inviati a Google Traduttore per la traduzione. Il testo già in %@ non lascia mai questo dispositivo.
ja: タイトルとキーワードは翻訳のため Google 翻訳に送信されます。すでに%@のテキストがこのデバイスから送信されることはありません。
ko: 제목과 키워드는 번역을 위해 Google 번역으로 전송됩니다. 이미 %@(으)로 된 텍스트는 이 기기를 벗어나지 않습니다.
pt: Os títulos e as palavras-chave são enviados para o Google Tradutor. O texto que já está em %@ nunca sai deste dispositivo.
ru: Названия и ключевые слова отправляются в Google Переводчик. Текст, уже написанный на %@, никогда не покидает это устройство.
zh_cn: 标题和关键词会发送至 Google 翻译进行翻译。已经是%@的文本绝不会离开此设备。

source: Titles by their release date.
de: Titel nach Erscheinungsdatum.
es: Títulos por fecha de estreno.
fr: Les titres par date de sortie.
hi: रिलीज़ तिथि के अनुसार शीर्षक।
it: Titoli per data di uscita.
ja: リリース日順のタイトル。
ko: 출시일순 타이틀.
pt: Títulos por data de lançamento.
ru: Тайтлы по дате выхода.
zh_cn: 按发行日期排列的作品。

source: Titles carrying Chinese subtitles.
de: Titel mit chinesischen Untertiteln.
es: Títulos con subtítulos en chino.
fr: Les titres avec sous-titres chinois.
hi: चीनी उपशीर्षक वाले शीर्षक।
it: Titoli con sottotitoli in cinese.
ja: 中国語字幕付きのタイトル。
ko: 중국어 자막이 있는 타이틀.
pt: Títulos com legendas em chinês.
ru: Тайтлы с китайскими субтитрами.
zh_cn: 带中文字幕的作品。

source: Titles carrying English subtitles.
de: Titel mit englischen Untertiteln.
es: Títulos con subtítulos en inglés.
fr: Les titres avec sous-titres anglais.
hi: अंग्रेज़ी उपशीर्षक वाले शीर्षक।
it: Titoli con sottotitoli in inglese.
ja: 英語字幕付きのタイトル。
ko: 영어 자막이 있는 타이틀.
pt: Títulos com legendas em inglês.
ru: Тайтлы с английскими субтитрами.
zh_cn: 带英文字幕的作品。

source: Titles in languages already downloaded to this device are translated on it — this app never downloads any. The rest are sent to Google Translate. Text already in %@ never leaves this device. Keywords are search terms, so they stay as the site wrote them.
de: Titel in bereits auf dieses Gerät geladenen Sprachen werden darauf übersetzt — diese App lädt selbst keine. Der Rest wird an Google Übersetzer gesendet. Text, der bereits auf %@ ist, verlässt dieses Gerät nie. Stichwörter sind Suchbegriffe und bleiben, wie die Website sie schreibt.
es: Los títulos en idiomas ya descargados en este dispositivo se traducen en él; esta app nunca descarga ninguno. El resto se envía a Google Traductor. El texto que ya está en %@ nunca sale de este dispositivo. Las palabras clave son términos de búsqueda, así que se mantienen tal como las escribe el sitio.
fr: Les titres dans les langues déjà téléchargées sur cet appareil y sont traduits — cette app n’en télécharge aucune. Le reste est envoyé à Google Traduction. Le texte déjà en %@ ne quitte jamais cet appareil. Les mots-clés sont des termes de recherche : ils restent tels que le site les écrit.
hi: इस डिवाइस पर पहले से डाउनलोड भाषाओं के शीर्षक इसी पर अनुवादित होते हैं — यह ऐप कोई भाषा डाउनलोड नहीं करता। बाक़ी Google अनुवाद को भेजे जाते हैं। जो पाठ पहले से %@ में है, वह कभी इस डिवाइस से बाहर नहीं जाता। कीवर्ड खोज शब्द हैं, इसलिए वे वैसे ही रहते हैं जैसे साइट ने लिखे।
it: I titoli nelle lingue già scaricate su questo dispositivo vengono tradotti al suo interno — questa app non ne scarica nessuna. Il resto viene inviato a Google Traduttore. Il testo già in %@ non lascia mai questo dispositivo. Le parole chiave sono termini di ricerca, quindi restano come le scrive il sito.
ja: このデバイスにダウンロード済みの言語のタイトルはデバイス上で翻訳されます。このアプリが言語を追加でダウンロードすることはありません。それ以外は Google 翻訳に送信されます。すでに%@のテキストがこのデバイスから送信されることはありません。キーワードは検索語のため、サイトの表記のままです。
ko: 이 기기에 이미 다운로드된 언어의 제목은 기기에서 번역되며, 이 앱이 언어를 내려받는 일은 없습니다. 나머지는 Google 번역으로 전송됩니다. 이미 %@(으)로 된 텍스트는 이 기기를 벗어나지 않습니다. 키워드는 검색어이므로 사이트가 쓴 그대로 유지됩니다.
pt: Os títulos em idiomas já descarregados neste dispositivo são traduzidos nele — esta app nunca descarrega nenhum. O resto é enviado para o Google Tradutor. O texto que já está em %@ nunca sai deste dispositivo. As palavras-chave são termos de pesquisa, por isso ficam como o site as escreve.
ru: Названия на языках, уже загруженных на это устройство, переводятся на нём — само приложение ничего не загружает. Остальное отправляется в Google Переводчик. Текст, уже написанный на %@, никогда не покидает это устройство. Ключевые слова — это поисковые запросы, поэтому они остаются такими, как их написал сайт.
zh_cn: 此设备上已下载语言的标题会在设备上翻译——此 App 绝不会自行下载语言。其余的会发送至 Google 翻译。已经是%@的文本绝不会离开此设备。关键词是搜索词，因此保持网站原样。

source: Top Rated
de: Bestbewertet
es: Mejor valorados
fr: Les mieux notées
hi: सर्वोच्च रेटेड
it: Più votati
ja: 高評価
ko: 최고 평점
pt: Melhor classificados
ru: С высшим рейтингом
zh_cn: 评分最高

source: Top This Month
de: Top diesen Monat
es: Top del mes
fr: Top du mois
hi: इस महीने के शीर्ष
it: Top del mese
ja: 今月のトップ
ko: 이번 달 톱
pt: Top do mês
ru: Топ месяца
zh_cn: 本月热门

source: Top This Week
de: Top diese Woche
es: Top de la semana
fr: Top de la semaine
hi: इस सप्ताह के शीर्ष
it: Top della settimana
ja: 今週のトップ
ko: 이번 주 톱
pt: Top da semana
ru: Топ недели
zh_cn: 本周热门

source: Top Today
de: Top heute
es: Top de hoy
fr: Top du jour
hi: आज के शीर्ष
it: Top di oggi
ja: 今日のトップ
ko: 오늘의 톱
pt: Top de hoje
ru: Топ дня
zh_cn: 今日热门

source: Translate to %@
de: Auf %@ übersetzen
es: Traducir al %@
fr: Traduire en %@
hi: %@ में अनुवाद करें
it: Traduci in %@
ja: %@に翻訳
ko: %@(으)로 번역
pt: Traduzir para %@
ru: Переводить на %@
zh_cn: 翻译为%@

source: Translating…
de: Wird übersetzt …
es: Traduciendo…
fr: Traduction…
hi: अनुवाद हो रहा है…
it: Traduzione…
ja: 翻訳中…
ko: 번역 중…
pt: A traduzir…
ru: Перевод…
zh_cn: 正在翻译…

source: Translation on this device didn’t answer.
de: Die Übersetzung auf diesem Gerät hat nicht geantwortet.
es: La traducción en este dispositivo no respondió.
fr: La traduction sur cet appareil n’a pas répondu.
hi: इस डिवाइस पर अनुवाद ने कोई जवाब नहीं दिया।
it: La traduzione su questo dispositivo non ha risposto.
ja: このデバイス上の翻訳が応答しませんでした。
ko: 이 기기의 번역이 응답하지 않았습니다.
pt: A tradução neste dispositivo não respondeu.
ru: Перевод на этом устройстве не ответил.
zh_cn: 此设备上的翻译未响应。

source: Trending
de: Im Trend
es: Tendencias
fr: Tendances
hi: ट्रेंडिंग
it: Di tendenza
ja: トレンド
ko: 인기 급상승
pt: Tendências
ru: В тренде
zh_cn: 趋势

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
it: Non disponibile
ja: 利用できません
ko: 사용 불가
pt: Indisponível
ru: Недоступно
zh_cn: 不可用

source: Uncensored
de: Unzensiert
es: Sin censura
fr: Non censuré
hi: बिना सेंसर
it: Senza censura
ja: 無修正
ko: 무수정
pt: Sem censura
ru: Без цензуры
zh_cn: 无码

source: Uncensored releases.
de: Unzensierte Veröffentlichungen.
es: Estrenos sin censura.
fr: Sorties non censurées.
hi: बिना सेंसर रिलीज़।
it: Uscite senza censura.
ja: 無修正のリリース。
ko: 무수정 출시작.
pt: Lançamentos sem censura.
ru: Релизы без цензуры.
zh_cn: 无码新片。

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt: Desbloquear
ru: Разблокировать
zh_cn: 解锁

source: Up Next
de: Als Nächstes
es: A continuación
fr: À suivre
hi: अगला
it: Da vedere dopo
ja: 次はこちら
ko: 다음 항목
pt: A seguir
ru: Далее
zh_cn: 即将播放

source: Up Next in %lld
de: Als Nächstes in %lld
es: A continuación en %lld
fr: À suivre dans %lld
hi: %lld में अगला
it: Prossimo tra %lld
ja: %lld 秒後に次を再生
ko: %lld초 후 다음 재생
pt: A seguir em %lld
ru: Далее через %lld
zh_cn: %lld 秒后播放下一个

source: Up to %lldp on this device.
de: Bis zu %lldp auf diesem Gerät.
es: Hasta %lldp en este dispositivo.
fr: Jusqu’à %lldp sur cet appareil.
hi: इस डिवाइस पर अधिकतम %lldp।
it: Fino a %lldp su questo dispositivo.
ja: このデバイスでは最大 %lldp。
ko: 이 기기에서 최대 %lldp.
pt: Até %lldp neste dispositivo.
ru: До %lldp на этом устройстве.
zh_cn: 此设备上最高 %lldp。

source: Uploads by %@
de: Uploads von %@
es: Vídeos de %@
fr: Vidéos de %@
hi: %@ के अपलोड
it: Video di %@
ja: %@のアップロード
ko: %@의 업로드
pt: Vídeos de %@
ru: Загрузки %@
zh_cn: %@ 上传的视频

source: Uploads from accounts the site has verified.
de: Uploads von Accounts, die die Website verifiziert hat.
es: Subidas de cuentas verificadas por el sitio.
fr: Publications de comptes vérifiés par le site.
hi: साइट द्वारा सत्यापित खातों से अपलोड।
it: Caricamenti da account verificati dal sito.
ja: サイトが認証したアカウントからの投稿。
ko: 사이트가 인증한 계정의 업로드.
pt: Carregamentos de contas verificadas pelo site.
ru: Загрузки с аккаунтов, проверенных сайтом.
zh_cn: 来自该网站已验证账户的上传。

source: Verified
de: Verifiziert
es: Verificados
fr: Vérifiés
hi: सत्यापित
it: Verificati
ja: 認証済み
ko: 인증됨
pt: Verificados
ru: Проверенные
zh_cn: 已验证
